{"front":0,"matter":1,"arrangement":2,"sections":3,"preamble":4,"provided":5,"text":6,"section":7,"contains":8,"substantive":9,"legal":10,"provisions":11,"offences":12,"penalties":13,"specific":14,"concepts":15,"actors":16,"mechanisms":17,"mentioned":18,"input":19,"summary":20,"can":21,"constructed":22,"short":23,"title":24,"commencement":25,"application":26,"bharatiya":27,"nyaya":28,"sanhita":29,"2023":30,"shall":31,"come":32,"force":33,"date":34,"appointed":35,"central":36,"government":37,"via":38,"notification":39,"official":40,"gazette":41,"different":42,"dates":43,"potentially":44,"every":45,"person":46,"liable":47,"acts":48,"omissions":49,"contrary":50,"its":51,"within":52,"india":53,"persons":54,"under":55,"any":56,"law":57,"committed":58,"beyond":59,"dealt":60,"were":61,"applies":62,"citizen":63,"place":64,"without":65,"ship":66,"aircraft":67,"registered":68,"wherever":69,"may":70,"targeting":71,"computer":72,"resource":73,"located":74,"where":75,"explanation":76,"clarifies":77,"offence":78,"includes":79,"act":80,"outside":81,"which":82,"would":83,"punishable":84,"does":85,"affect":86,"punishing":87,"mutiny":88,"desertion":89,"officers":90,"soldiers":91,"sailors":92,"airmen":93,"service":94,"special":95,"local":96,"definitions":97,"defines":98,"fundamental":99,"terms":100,"including":101,"animal":102,"child":103,"below":104,"eighteen":105,"years":106,"death":107,"life":108,"gender":109,"transgender":110,"defined":111,"protection":112,"rights":113,"2019":114,"per":115,"delineates":116,"dishonestly":117,"fraudulently":118,"good":119,"faith":120,"voluntarily":121,"reason":122,"believe":123,"counterfeit":124,"providing":125,"explanations":126,"exact":127,"imitation":128,"essential":129,"counterfeiting":130,"presumption":131,"intent":132,"deception":133,"likely":134,"specifies":135,"document":136,"electronic":137,"digital":138,"records":139,"mercantile":140,"usage":141,"valuable":142,"security":143,"movable":144,"property":145,"judge":146,"public":147,"servant":148,"those":149,"regardless":150,"appointment":151,"defect":152,"defining":153,"election":154,"finally":155,"injury":156,"illegal":157,"noting":158,"extends":159,"laws":160,"imprisonment":161,"term":162,"six":163,"months":164,"more":165,"while":166,"incorporating":167,"from":168,"information":169,"technology":170,"2000":171,"nagarik":172,"suraksha":173,"general":174,"all":175,"penal":176,"illustrations":177,"subject":178,"exceptions":179,"seven":180,"age":181,"expressions":182,"explained":183,"part":184,"apply":185,"throughout":186,"possession":187,"spouse":188,"clerk":189,"employed":190,"temporarily":191,"particular":192,"occasion":193,"deemed":194,"include":195,"unless":196,"intention":197,"appears":198,"liability":199,"assigned":200,"acting":201,"furtherance":202,"common":203,"possessing":204,"criminal":205,"knowledge":206,"causing":207,"effect":208,"partly":209,"omission":210,"individuals":211,"intentionally":212,"cooperating":213,"through":214,"several":215,"singly":216,"jointly":217,"commit":218,"even":219,"engaged":220,"guilty":221,"means":222,"punishments":223,"enumerates":224,"offenders":225,"comprise":226,"categorized":227,"two":228,"descriptions":229,"rigorous":230,"hard":231,"labour":232,"simple":233,"additionally":234,"provides":235,"forfeiture":236,"fine":237,"community":238,"commutation":239,"sentence":240,"appropriate":241,"consent":242,"offender":243,"commute":244,"punishment":245,"other":246,"accordance":247,"474":248,"against":249,"relating":250,"matters":251,"executive":252,"power":253,"union":254,"state":255,"sentenced":256,"whether":257,"fractions":258,"stipulates":259,"mechanism":260,"calculating":261,"mandates":262,"reckoned":263,"equivalent":264,"twenty":265,"otherwise":266,"certain":267,"cases":268,"wholly":269,"case":270,"either":271,"description":272,"sentencing":273,"court":274,"competent":275,"direct":276,"nature":277,"rest":278,"amount":279,"default":280,"payment":281,"etc":282,"sum":283,"expressed":284,"unlimited":285,"excessive":286,"only":287,"excess":288,"allowed":289,"well":290,"exceed":291,"one":292,"fourth":293,"maximum":294,"fixed":295,"when":296,"five":297,"thousand":298,"rupees":299,"four":300,"ten":301,"year":302,"terminates":303,"upon":304,"levy":305,"proportional":306,"discharge":307,"illustration":308,"unpaid":309,"fines":310,"levied":311,"duration":312,"longer":313,"discharging":314,"legally":315,"debts":316,"limit":317,"made":318,"up":319,"parts":320,"itself":321,"punished":322,"than":323,"his":324,"so":325,"expressly":326,"furthermore":327,"falls":328,"separate":329,"combined":330,"constitute":331,"severe":332,"tries":333,"him":334,"could":335,"award":336,"10":337,"judgment":338,"stating":339,"doubtful":340,"determines":341,"specified":342,"he":343,"lowest":344,"specifically":345,"same":346,"11":347,"solitary":348,"confinement":349,"convicted":350,"has":351,"order":352,"portion":353,"portions":354,"exceeding":355,"three":356,"whole":357,"applied":358,"according":359,"scale":360,"time":361,"month":362,"12":363,"executing":364,"fourteen":365,"days":366,"intervals":367,"between":368,"periods":369,"less":370,"awarded":371,"exceeds":372,"must":373,"separated":374,"13":375,"enhanced":376,"after":377,"previous":378,"conviction":379,"anyone":380,"previously":381,"chapter":382,"xvii":383,"upwards":384,"subsequently":385,"chapters":386,"like":387,"subsequent":388,"extend":389,"provisos":390,"14":391,"done":392,"bound":393,"mistake":394,"fact":395,"believing":396,"himself":397,"nothing":398,"performed":399,"who":400,"believes":401,"themselves":402,"due":403,"involving":404,"soldier":405,"firing":406,"mob":407,"superior":408,"officer":409,"conformity":410,"arresting":411,"incorrect":412,"individual":413,"enquiry":414,"15":415,"judicially":416,"exercise":417,"given":418,"16":419,"pursuant":420,"pursuance":421,"warranted":422,"whilst":423,"remains":424,"notwithstanding":425,"have":426,"had":427,"jurisdiction":428,"pass":429,"proviso":430,"doing":431,"17":432,"justified":433,"exercising":434,"apprehend":435,"murderers":436,"commits":437,"apprehended":438,"actually":439,"self":440,"defence":441,"18":442,"accident":443,"lawful":444,"misfortune":445,"manner":446,"proper":447,"care":448,"caution":449,"killing":450,"man":451,"flying":452,"hatchet":453,"head":454,"excusable":455,"want":456,"19":457,"cause":458,"harm":459,"prevent":460,"merely":461,"being":462,"purpose":463,"preventing":464,"avoiding":465,"question":466,"prevented":467,"avoided":468,"imminent":469,"justify":470,"excuse":471,"risk":472,"20":473,"21":474,"above":475,"twelve":476,"immature":477,"understanding":478,"states":479,"attained":480,"sufficient":481,"maturity":482,"consequences":483,"conduct":484,"22":485,"unsound":486,"mind":487,"unsoundness":488,"incapable":489,"knowing":490,"likewise":491,"what":492,"wrong":493,"23":494,"intoxication":495,"caused":496,"thing":497,"intoxicated":498,"administered":499,"24":500,"requiring":501,"possessed":502,"been":503,"applicable":504,"substance":505,"25":506,"intended":507,"known":508,"grievous":509,"hurt":510,"doer":511,"express":512,"implied":513,"suffer":514,"non":515,"status":516,"also":517,"consented":518,"take":519,"26":520,"benefit":521,"wherein":522,"surgeon":523,"performing":524,"operation":525,"intending":526,"patient":527,"27":528,"guardian":529,"having":530,"charge":531,"however":532,"exception":533,"intentional":534,"attempting":535,"anything":536,"curing":537,"disease":538,"infirmity":539,"excludes":540,"voluntary":541,"abetment":542,"28":543,"fear":544,"misconception":545,"knows":546,"consequence":547,"similarly":548,"invalid":549,"unable":550,"understand":551,"context":552,"valid":553,"29":554,"exclusion":555,"independently":556,"do":557,"giving":558,"whose":559,"behalf":560,"miscarriage":561,"saving":562,"woman":563,"therefore":564,"her":565,"30":566,"cannot":567,"signify":568,"lacks":569,"whom":570,"obtained":571,"limits":572,"excluding":573,"purposes":574,"mere":575,"pecuniary":576,"meaning":577,"31":578,"communication":579,"illustrated":580,"communicating":581,"terminal":582,"opinion":583,"dies":584,"resulting":585,"shock":586,"knew":587,"result":588,"32":589,"compelled":590,"threats":591,"except":592,"murder":593,"reasonably":594,"apprehension":595,"instant":596,"own":597,"accord":598,"reasonable":599,"placed":600,"situation":601,"became":602,"constraint":603,"joins":604,"gang":605,"dacoits":606,"threat":607,"beaten":608,"entitled":609,"whereas":610,"seized":611,"forced":612,"33":613,"slight":614,"causes":615,"ordinary":616,"sense":617,"temper":618,"complain":619,"heading":620,"right":621,"private":622,"34":623,"things":624,"35":625,"body":626,"restrictions":627,"contained":628,"37":629,"defend":630,"affecting":631,"human":632,"defense":633,"immovable":634,"falling":635,"definition":636,"theft":637,"robbery":638,"mischief":639,"trespass":640,"attempt":641,"36":642,"youth":643,"provision":644,"supported":645,"kill":646,"attack":647,"attempted":648,"directed":649,"colour":650,"office":651,"strictly":652,"justifiable":653,"recourse":654,"authorities":655,"inflicting":656,"necessary":657,"inflict":658,"deprived":659,"actor":660,"believed":661,"direction":662,"fails":663,"authority":664,"produce":665,"written":666,"demanded":667,"38":668,"assailant":669,"assault":670,"committing":671,"rape":672,"gratifying":673,"unnatural":674,"lust":675,"kidnapping":676,"abducting":677,"wrongfully":678,"confining":679,"circumstances":680,"inability":681,"further":682,"throwing":683,"administering":684,"acid":685,"throw":686,"administer":687,"39":688,"40":689,"continuance":690,"commences":691,"soon":692,"danger":693,"arises":694,"continues":695,"exist":696,"long":697,"41":698,"house":699,"breaking":700,"sunset":701,"before":702,"sunrise":703,"fire":704,"explosive":705,"building":706,"tent":707,"vessel":708,"used":709,"dwelling":710,"custody":711,"exercised":712,"42":713,"43":714,"till":715,"effected":716,"retreat":717,"assistance":718,"recovered":719,"attempts":720,"wrongful":721,"restraint":722,"personal":723,"commission":724,"begun":725,"44":726,"deadly":727,"innocent":728,"running":729,"defender":730,"effectually":731,"attacked":732,"children":733,"mingled":734,"45":735,"abets":736,"instigating":737,"engaging":738,"conspiracy":739,"takes":740,"aiding":741,"said":742,"instigate":743,"wilful":744,"misrepresentation":745,"concealment":746,"material":747,"disclose":748,"procure":749,"whoever":750,"prior":751,"facilitate":752,"thereby":753,"facilitates":754,"thereof":755,"aid":756,"46":757,"abettor":758,"capable":759,"abetted":760,"need":761,"nor":762,"requisite":763,"possess":764,"engages":765,"needing":766,"concert":767,"47":768,"instigates":769,"foreigner":770,"another":771,"country":772,"rendering":773,"abetting":774,"48":775,"whereby":776,"49":777,"instigation":778,"constitutes":779,"50":780,"prescribes":781,"51":782,"extent":783,"directly":784,"probable":785,"influence":786,"constituted":787,"52":788,"cumulative":789,"each":790,"addition":791,"distinct":792,"resistance":793,"distress":794,"both":795,"53":796,"54":797,"present":798,"addresses":799,"whenever":800,"absent":801,"55":802,"56":803,"longest":804,"duty":805,"half":806,"concerning":807,"false":808,"evidence":809,"57":810,"penalizes":811,"generally":812,"number":813,"class":814,"affixing":815,"placard":816,"sect":817,"consisting":818,"members":819,"adverse":820,"during":821,"procession":822,"58":823,"concealing":824,"design":825,"conceals":826,"encryption":827,"hiding":828,"tool":829,"makes":830,"representation":831,"respecting":832,"59":833,"use":834,"60":835,"existence":836,"eighth":837,"61":838,"agreement":839,"object":840,"agreements":841,"some":842,"besides":843,"ultimate":844,"incidental":845,"party":846,"conspiracies":847,"62":848,"towards":849,"open":850,"box":851,"thrusting":852,"hand":853,"pocket":854,"63":855,"penetrating":856,"penis":857,"vagina":858,"mouth":859,"urethra":860,"anus":861,"inserting":862,"manipulating":863,"penetration":864,"applying":865,"making":866,"mistaken":867,"identity":868,"husband":869,"administration":870,"stupefying":871,"unwholesome":872,"substances":873,"she":874,"communicate":875,"labia":876,"majora":877,"unequivocal":878,"words":879,"gestures":880,"verbal":881,"physically":882,"resist":883,"regarded":884,"consenting":885,"solely":886,"medical":887,"procedures":888,"interventions":889,"sexual":890,"intercourse":891,"wife":892,"64":893,"remainder":894,"natural":895,"police":896,"station":897,"armed":898,"forces":899,"member":900,"deployed":901,"area":902,"management":903,"staff":904,"jail":905,"remand":906,"home":907,"women":908,"institution":909,"inmate":910,"hospital":911,"relative":912,"teacher":913,"trust":914,"control":915,"dominance":916,"penalty":917,"communal":918,"sectarian":919,"violence":920,"pregnant":921,"mental":922,"physical":923,"disability":924,"repeated":925,"bodily":926,"maiming":927,"disfiguring":928,"endangering":929,"65":930,"sixteen":931,"mean":932,"just":933,"meet":934,"expenses":935,"rehabilitation":936,"victim":937,"paid":938,"sub":939,"imposed":940,"66":941,"persistent":942,"vegetative":943,"inflicts":944,"67":945,"separation":946,"living":947,"separately":948,"decree":949,"clauses":950,"68":951,"punishes":952,"position":953,"fiduciary":954,"relationship":955,"superintendent":956,"manager":957,"established":958,"someone":959,"abuses":960,"induce":961,"seduce":962,"premises":963,"amounting":964,"included":965,"define":966,"holding":967,"institutions":968,"exercises":969,"over":970,"inmates":971,"69":972,"employing":973,"deceitful":974,"promise":975,"marry":976,"fulfilling":977,"inducement":978,"employment":979,"promotion":980,"marrying":981,"suppressing":982,"70":983,"raped":984,"constituting":985,"group":986,"mandate":987,"regarding":988,"71":989,"repeat":990,"72":991,"disclosure":992,"prints":993,"publishes":994,"name":995,"exempts":996,"publications":997,"authorized":998,"writing":999,"next":1000,"kin":1001,"dead":1002,"investigating":1003,"investigation":1004,"authorisation":1005,"chairman":1006,"secretary":1007,"recognised":1008,"welfare":1009,"organisation":1010,"social":1011,"73":1012,"printing":1013,"publishing":1014,"proceedings":1015,"permission":1016,"relation":1017,"proceeding":1018,"respect":1019,"referred":1020,"publication":1021,"high":1022,"supreme":1023,"74":1024,"outrage":1025,"modesty":1026,"assaults":1027,"uses":1028,"75":1029,"harassment":1030,"contact":1031,"advances":1032,"unwelcome":1033,"explicit":1034,"overtures":1035,"demand":1036,"request":1037,"favours":1038,"showing":1039,"pornography":1040,"sexually":1041,"coloured":1042,"remarks":1043,"ii":1044,"iii":1045,"clause":1046,"iv":1047,"76":1048,"disrobe":1049,"criminalizes":1050,"disrobing":1051,"compelling":1052,"naked":1053,"perpetrator":1054,"77":1055,"voyeurism":1056,"watching":1057,"capturing":1058,"image":1059,"usually":1060,"expectation":1061,"observed":1062,"behest":1063,"disseminating":1064,"first":1065,"second":1066,"expected":1067,"provide":1068,"privacy":1069,"genitals":1070,"posterior":1071,"breasts":1072,"exposed":1073,"covered":1074,"underwear":1075,"lavatory":1076,"ordinarily":1077,"consents":1078,"capture":1079,"images":1080,"dissemination":1081,"third":1082,"considered":1083,"78":1084,"stalking":1085,"follows":1086,"contacts":1087,"foster":1088,"interaction":1089,"repeatedly":1090,"despite":1091,"clear":1092,"indication":1093,"disinterest":1094,"monitors":1095,"internet":1096,"mail":1097,"form":1098,"proves":1099,"pursued":1100,"detecting":1101,"crime":1102,"entrusted":1103,"responsibility":1104,"comply":1105,"condition":1106,"requirement":1107,"79":1108,"word":1109,"gesture":1110,"insult":1111,"utters":1112,"sound":1113,"exhibits":1114,"heard":1115,"seen":1116,"intrudes":1117,"80":1118,"dowry":1119,"burns":1120,"occurring":1121,"normal":1122,"marriage":1123,"subjected":1124,"cruelty":1125,"connection":1126,"instances":1127,"specifying":1128,"prohibition":1129,"1961":1130,"81":1131,"cohabitation":1132,"deceitfully":1133,"inducing":1134,"belief":1135,"deceit":1136,"lawfully":1137,"married":1138,"cohabit":1139,"82":1140,"again":1141,"lifetime":1142,"marries":1143,"void":1144,"taking":1145,"declared":1146,"former":1147,"continually":1148,"space":1149,"alive":1150,"informs":1151,"real":1152,"facts":1153,"far":1154,"concealed":1155,"contracted":1156,"83":1157,"ceremony":1158,"gone":1159,"fraudulent":1160,"goes":1161,"84":1162,"enticing":1163,"away":1164,"detaining":1165,"illicit":1166,"85":1167,"subjecting":1168,"subjects":1169,"prescribed":1170,"86":1171,"drive":1172,"suicide":1173,"grave":1174,"limb":1175,"health":1176,"view":1177,"coercing":1178,"related":1179,"unlawful":1180,"account":1181,"failure":1182,"87":1183,"compel":1184,"kidnaps":1185,"abducts":1186,"seduced":1187,"induces":1188,"go":1189,"intimidation":1190,"abuse":1191,"method":1192,"compulsion":1193,"aforesaid":1194,"88":1195,"miscarry":1196,"quick":1197,"herself":1198,"89":1199,"90":1200,"should":1201,"know":1202,"91":1203,"born":1204,"die":1205,"birth":1206,"mother":1207,"92":1208,"unborn":1209,"culpable":1210,"homicide":1211,"results":1212,"93":1213,"exposure":1214,"abandonment":1215,"parent":1216,"father":1217,"exposes":1218,"leaves":1219,"abandoning":1220,"clarifying":1221,"trial":1222,"94":1223,"secret":1224,"disposal":1225,"secretly":1226,"burying":1227,"disposing":1228,"endeavours":1229,"conceal":1230,"95":1231,"hiring":1232,"hires":1233,"employs":1234,"using":1235,"exploitation":1236,"96":1237,"procuration":1238,"whatsoever":1239,"97":1240,"steal":1241,"98":1242,"selling":1243,"prostitution":1244,"sells":1245,"lets":1246,"hire":1247,"disposes":1248,"immoral":1249,"female":1250,"sold":1251,"let":1252,"disposed":1253,"prostitute":1254,"managing":1255,"brothel":1256,"disposer":1257,"until":1258,"proved":1259,"presumed":1260,"united":1261,"tie":1262,"recognized":1263,"custom":1264,"quasi":1265,"marital":1266,"99":1267,"buying":1268,"buys":1269,"obtains":1270,"keeping":1271,"100":1272,"deems":1273,"accelerates":1274,"labouring":1275,"disorder":1276,"remedies":1277,"skilful":1278,"treatment":1279,"might":1280,"womb":1281,"brought":1282,"forth":1283,"breathed":1284,"completely":1285,"101":1286,"harmed":1287,"course":1288,"imminently":1289,"dangerous":1290,"probability":1291,"deprivation":1292,"sudden":1293,"provocation":1294,"sought":1295,"obedience":1296,"premeditation":1297,"unnecessary":1298,"servants":1299,"powers":1300,"ill":1301,"fight":1302,"heat":1303,"passion":1304,"undue":1305,"advantage":1306,"cruel":1307,"unusual":1308,"initial":1309,"aggressor":1310,"immaterial":1311,"102":1312,"intends":1313,"neither":1314,"offense":1315,"accordingly":1316,"103":1317,"ground":1318,"race":1319,"caste":1320,"sex":1321,"language":1322,"similar":1323,"104":1324,"convict":1325,"105":1326,"106":1327,"negligence":1328,"subsection":1329,"rash":1330,"negligent":1331,"practitioner":1332,"procedure":1333,"possesses":1334,"qualification":1335,"national":1336,"entered":1337,"register":1338,"driving":1339,"vehicle":1340,"escapes":1341,"reporting":1342,"magistrate":1343,"incident":1344,"107":1345,"delirious":1346,"108":1347,"109":1348,"hereinbefore":1349,"offending":1350,"110":1351,"performs":1352,"111":1353,"organised":1354,"continuing":1355,"activity":1356,"extortion":1357,"land":1358,"grabbing":1359,"contract":1360,"economic":1361,"cyber":1362,"crimes":1363,"trafficking":1364,"drugs":1365,"weapons":1366,"goods":1367,"services":1368,"ransom":1369,"syndicate":1370,"coercion":1371,"obtain":1372,"indirect":1373,"financial":1374,"cognizable":1375,"sheets":1376,"filed":1377,"preceding":1378,"period":1379,"cognizance":1380,"taken":1381,"breach":1382,"forgery":1383,"currency":1384,"notes":1385,"bank":1386,"stamps":1387,"hawala":1388,"transaction":1389,"mass":1390,"marketing":1391,"fraud":1392,"defrauding":1393,"monetary":1394,"benefits":1395,"lakh":1396,"facilitation":1397,"membership":1398,"harbouring":1399,"carries":1400,"exempting":1401,"proceeds":1402,"unaccounted":1403,"112":1404,"petty":1405,"snatching":1406,"cheating":1407,"unauthorised":1408,"tickets":1409,"betting":1410,"gambling":1411,"examination":1412,"papers":1413,"trick":1414,"business":1415,"cargo":1416,"pick":1417,"pocketing":1418,"card":1419,"skimming":1420,"shoplifting":1421,"automated":1422,"teller":1423,"machine":1424,"113":1425,"terrorist":1426,"threaten":1427,"unity":1428,"integrity":1429,"sovereignty":1430,"strike":1431,"terror":1432,"overawe":1433,"functionaries":1434,"abduct":1435,"governments":1436,"explosives":1437,"lethal":1438,"indian":1439,"training":1440,"recruitment":1441,"derived":1442,"rank":1443,"decide":1444,"activities":1445,"prevention":1446,"1967":1447,"114":1448,"concept":1449,"pain":1450,"115":1451,"122":1452,"116":1453,"designates":1454,"kinds":1455,"namely":1456,"emasculation":1457,"permanent":1458,"privation":1459,"sight":1460,"eye":1461,"hearing":1462,"ear":1463,"joint":1464,"destruction":1465,"impairing":1466,"encompasses":1467,"disfiguration":1468,"face":1469,"fracture":1470,"dislocation":1471,"bone":1472,"tooth":1473,"endangers":1474,"classified":1475,"sufferer":1476,"fifteen":1477,"follow":1478,"pursuits":1479,"117":1480,"oneself":1481,"kind":1482,"still":1483,"grounds":1484,"118":1485,"instrument":1486,"shooting":1487,"stabbing":1488,"cutting":1489,"weapon":1490,"heated":1491,"poison":1492,"corrosive":1493,"deleterious":1494,"inhale":1495,"swallow":1496,"receive":1497,"blood":1498,"119":1499,"extort":1500,"constrain":1501,"extorting":1502,"interested":1503,"constraining":1504,"120":1505,"confession":1506,"restoration":1507,"leading":1508,"detection":1509,"misconduct":1510,"them":1511,"restore":1512,"satisfy":1513,"claim":1514,"give":1515,"121":1516,"deter":1517,"intend":1518,"gave":1519,"123":1520,"administers":1521,"intoxicating":1522,"drug":1523,"124":1524,"partial":1525,"damage":1526,"deformity":1527,"disfigurement":1528,"injuries":1529,"acidic":1530,"burning":1531,"scars":1532,"temporary":1533,"required":1534,"irreversible":1535,"125":1536,"safety":1537,"others":1538,"rashly":1539,"negligently":1540,"endanger":1541,"hundred":1542,"126":1543,"obstructs":1544,"proceed":1545,"obstruction":1546,"way":1547,"water":1548,"obstruct":1549,"restrains":1550,"127":1551,"confine":1552,"circumscribing":1553,"aggravated":1554,"thresholds":1555,"additional":1556,"writ":1557,"liberation":1558,"issued":1559,"unknown":1560,"confessions":1561,"detect":1562,"confined":1563,"128":1564,"motion":1565,"change":1566,"cessation":1567,"brings":1568,"wearing":1569,"carrying":1570,"situated":1571,"affects":1572,"feeling":1573,"ways":1574,"move":1575,"cease":1576,"129":1577,"annoyance":1578,"objects":1579,"animals":1580,"achieve":1581,"effects":1582,"130":1583,"preparation":1584,"about":1585,"preparations":1586,"make":1587,"131":1588,"mitigate":1589,"provoked":1590,"enough":1591,"132":1592,"execution":1593,"133":1594,"dishonour":1595,"134":1596,"carried":1597,"135":1598,"136":1599,"abduction":1600,"slavery":1601,"137":1602,"conveying":1603,"authorised":1604,"guardianship":1605,"out":1606,"illegitimate":1607,"138":1608,"compels":1609,"139":1610,"begging":1611,"kidnapped":1612,"soliciting":1613,"receiving":1614,"alms":1615,"pretence":1616,"singing":1617,"dancing":1618,"fortune":1619,"telling":1620,"tricks":1621,"articles":1622,"entering":1623,"exposing":1624,"exhibiting":1625,"sore":1626,"wound":1627,"exhibit":1628,"140":1629,"murdered":1630,"put":1631,"foreign":1632,"international":1633,"inter":1634,"governmental":1635,"abstain":1636,"pay":1637,"141":1638,"importation":1639,"girl":1640,"boy":1641,"imports":1642,"142":1643,"abducted":1644,"confines":1645,"detains":1646,"143":1647,"recruiting":1648,"transporting":1649,"transferring":1650,"practices":1651,"servitude":1652,"beggary":1653,"removal":1654,"organs":1655,"payments":1656,"involved":1657,"144":1658,"trafficked":1659,"knowingly":1660,"145":1661,"habitual":1662,"dealing":1663,"slaves":1664,"habitually":1665,"exports":1666,"removes":1667,"traffics":1668,"deals":1669,"146":1670,"compulsory":1671,"unlawfully":1672,"147":1673,"waging":1674,"wage":1675,"war":1676,"wages":1677,"joining":1678,"insurrection":1679,"148":1680,"conspires":1681,"show":1682,"149":1683,"collecting":1684,"arms":1685,"collects":1686,"men":1687,"ammunition":1688,"prepares":1689,"prepared":1690,"150":1691,"involves":1692,"151":1693,"assaulting":1694,"president":1695,"governor":1696,"restrain":1697,"refrain":1698,"overawes":1699,"152":1700,"purposely":1701,"spoken":1702,"signs":1703,"visible":1704,"excites":1705,"excite":1706,"secession":1707,"rebellion":1708,"subversive":1709,"encourages":1710,"feelings":1711,"separatist":1712,"indulges":1713,"comments":1714,"expressing":1715,"disapprobation":1716,"measures":1717,"administrative":1718,"action":1719,"alteration":1720,"exciting":1721,"153":1722,"peace":1723,"added":1724,"154":1725,"depredation":1726,"territories":1727,"acquired":1728,"155":1729,"pertains":1730,"receives":1731,"received":1732,"156":1733,"allowing":1734,"prisoner":1735,"escape":1736,"allows":1737,"157":1738,"suffering":1739,"158":1740,"rescuing":1741,"aids":1742,"assists":1743,"escaping":1744,"rescues":1745,"rescue":1746,"harbours":1747,"escaped":1748,"offers":1749,"offer":1750,"recapture":1751,"permitted":1752,"large":1753,"parole":1754,"159":1755,"sailor":1756,"airman":1757,"army":1758,"navy":1759,"air":1760,"allegiance":1761,"160":1762,"161":1763,"concerns":1764,"162":1765,"consists":1766,"163":1767,"164":1768,"deserter":1769,"deserted":1770,"harbour":1771,"165":1772,"board":1773,"merchant":1774,"master":1775,"ignorant":1776,"neglect":1777,"discipline":1778,"166":1779,"insubordination":1780,"167":1781,"1950":1782,"1957":1783,"168":1784,"garb":1785,"token":1786,"naval":1787,"wears":1788,"resembling":1789,"169":1790,"candidate":1791,"electoral":1792,"nominated":1793,"stand":1794,"withdraw":1795,"vote":1796,"voting":1797,"170":1798,"bribery":1799,"gratification":1800,"reward":1801,"accepting":1802,"declaration":1803,"policy":1804,"deeming":1805,"establish":1806,"offering":1807,"agreeing":1808,"obtaining":1809,"accept":1810,"accepts":1811,"motive":1812,"accepted":1813,"171":1814,"elections":1815,"interferes":1816,"interfere":1817,"free":1818,"prejudice":1819,"generality":1820,"interference":1821,"threatening":1822,"voter":1823,"become":1824,"rendered":1825,"divine":1826,"displeasure":1827,"spiritual":1828,"censure":1829,"172":1830,"personation":1831,"paper":1832,"fictitious":1833,"already":1834,"voted":1835,"once":1836,"procures":1837,"proxy":1838,"elector":1839,"insofar":1840,"173":1841,"treating":1842,"food":1843,"drink":1844,"entertainment":1845,"174":1846,"175":1847,"statement":1848,"purporting":1849,"character":1850,"true":1851,"176":1852,"incurs":1853,"authorises":1854,"meetings":1855,"advertisements":1856,"circulars":1857,"promote":1858,"approval":1859,"incurred":1860,"177":1861,"keep":1862,"accounts":1863,"rule":1864,"178":1865,"coin":1866,"counterfeits":1867,"process":1868,"stamp":1869,"revenue":1870,"note":1871,"promissory":1872,"engagement":1873,"money":1874,"bearer":1875,"banking":1876,"businesses":1877,"sovereign":1878,"substitute":1879,"coinage":1880,"2011":1881,"metal":1882,"stamped":1883,"genuine":1884,"denomination":1885,"appear":1886,"diminishing":1887,"weight":1888,"altering":1889,"composition":1890,"appearance":1891,"179":1892,"forged":1893,"delivers":1894,"180":1895,"source":1896,"181":1897,"instruments":1898,"materials":1899,"forging":1900,"mends":1901,"mending":1902,"machinery":1903,"182":1904,"documents":1905,"nearly":1906,"calculated":1907,"deceive":1908,"refuses":1909,"address":1910,"printed":1911,"charged":1912,"distributed":1913,"183":1914,"effacing":1915,"bearing":1916,"removing":1917,"loss":1918,"effaces":1919,"184":1920,"185":1921,"erasure":1922,"mark":1923,"denoting":1924,"erases":1925,"impressed":1926,"erased":1927,"removed":1928,"186":1929,"prohibits":1930,"uttering":1931,"postal":1932,"plate":1933,"forfeited":1934,"falsely":1935,"rate":1936,"postage":1937,"facsimile":1938,"187":1939,"mint":1940,"omits":1941,"188":1942,"coining":1943,"189":1944,"assembly":1945,"comprises":1946,"parliament":1947,"legislature":1948,"deprive":1949,"enjoyment":1950,"incorporeal":1951,"enforce":1952,"supposed":1953,"omit":1954,"assembled":1955,"command":1956,"disperse":1957,"disturbance":1958,"promoting":1959,"conniving":1960,"join":1961,"assembling":1962,"hired":1963,"occupied":1964,"assist":1965,"going":1966,"190":1967,"prosecution":1968,"191":1969,"rioting":1970,"192":1971,"wantonly":1972,"riot":1973,"malignantly":1974,"193":1975,"owner":1976,"occupier":1977,"claiming":1978,"interest":1979,"agent":1980,"fail":1981,"earliest":1982,"notice":1983,"nearest":1984,"suppress":1985,"subsections":1986,"dispute":1987,"dispersing":1988,"194":1989,"affray":1990,"fighting":1991,"disturb":1992,"195":1993,"obstructing":1994,"endeavouring":1995,"threatens":1996,"196":1997,"enmity":1998,"groups":1999,"religion":2000,"residence":2001,"prejudicial":2002,"maintenance":2003,"harmony":2004,"disharmony":2005,"hatred":2006,"religious":2007,"racial":2008,"regional":2009,"castes":2010,"communities":2011,"representations":2012,"tranquillity":2013,"organizing":2014,"participating":2015,"movements":2016,"drills":2017,"alarm":2018,"insecurity":2019,"among":2020,"offenses":2021,"worship":2022,"performance":2023,"ceremonies":2024,"197":2025,"imputations":2026,"assertions":2027,"integration":2028,"bear":2029,"constitution":2030,"uphold":2031,"asserts":2032,"counsels":2033,"advises":2034,"propagates":2035,"classes":2036,"denied":2037,"citizens":2038,"assertion":2039,"counsel":2040,"plea":2041,"appeal":2042,"obligation":2043,"misleading":2044,"jeopardising":2045,"198":2046,"disobeying":2047,"disobeys":2048,"duties":2049,"disobedience":2050,"directions":2051,"199":2052,"prohibiting":2053,"attendance":2054,"regulating":2055,"record":2056,"200":2057,"run":2058,"bodies":2059,"contravenes":2060,"397":2061,"contravention":2062,"201":2063,"framing":2064,"translation":2065,"frame":2066,"prepare":2067,"translate":2068,"202":2069,"trade":2070,"engage":2071,"203":2072,"bidding":2073,"purchase":2074,"bid":2075,"purchases":2076,"bids":2077,"shares":2078,"purchased":2079,"confiscated":2080,"204":2081,"personating":2082,"occurs":2083,"pretends":2084,"hold":2085,"personates":2086,"assumed":2087,"205":2088,"belonging":2089,"belongs":2090,"206":2091,"absconding":2092,"avoid":2093,"summons":2094,"absconds":2095,"served":2096,"issue":2097,"attend":2098,"207":2099,"prevents":2100,"serving":2101,"affixed":2102,"proclamation":2103,"208":2104,"departs":2105,"subpoena":2106,"district":2107,"witness":2108,"209":2109,"published":2110,"pronouncing":2111,"proclaimed":2112,"210":2113,"deliver":2114,"produced":2115,"delivered":2116,"211":2117,"furnish":2118,"respects":2119,"passed":2120,"394":2121,"212":2122,"furnishing":2123,"furnishes":2124,"307":2125,"309":2126,"310":2127,"311":2128,"312":2129,"326":2130,"331":2131,"332":2132,"alleged":2133,"213":2134,"refusing":2135,"oath":2136,"affirmation":2137,"duly":2138,"bind":2139,"truth":2140,"require":2141,"214":2142,"answer":2143,"touching":2144,"215":2145,"sign":2146,"216":2147,"217":2148,"gives":2149,"ought":2150,"dismissal":2151,"contraband":2152,"searches":2153,"enquiries":2154,"villagers":2155,"218":2156,"219":2157,"sale":2158,"offered":2159,"220":2160,"held":2161,"incapacity":2162,"perform":2163,"obligations":2164,"lays":2165,"221":2166,"functions":2167,"222":2168,"render":2169,"apprehending":2170,"223":2171,"promulgated":2172,"empowered":2173,"tending":2174,"contemplate":2175,"likelihood":2176,"produces":2177,"224":2178,"holds":2179,"requires":2180,"forbear":2181,"delay":2182,"connected":2183,"225":2184,"desist":2185,"226":2186,"227":2187,"verbally":2188,"statements":2189,"attesting":2190,"228":2191,"fabricating":2192,"circumstance":2193,"entry":2194,"book":2195,"creating":2196,"containing":2197,"judicial":2198,"arbitrator":2199,"objective":2200,"forming":2201,"entertain":2202,"erroneous":2203,"point":2204,"clarify":2205,"applications":2206,"229":2207,"stage":2208,"fabricates":2209,"martial":2210,"preliminary":2211,"conducted":2212,"230":2213,"capital":2214,"fifty":2215,"executed":2216,"231":2217,"dacoity":2218,"renders":2219,"232":2220,"reputation":2221,"233":2222,"corruptly":2223,"fabricated":2224,"234":2225,"issuing":2226,"signing":2227,"certificate":2228,"issues":2229,"signed":2230,"admissible":2231,"235":2232,"236":2233,"receivable":2234,"subscribed":2235,"touch":2236,"237":2237,"inadmissible":2238,"informality":2239,"238":2240,"disappearance":2241,"screen":2242,"disappear":2243,"screening":2244,"extending":2245,"239":2246,"inform":2247,"240":2248,"241":2249,"production":2250,"secretes":2251,"destroys":2252,"obliterates":2253,"illegible":2254,"summoned":2255,"242":2256,"suit":2257,"admission":2258,"confess":2259,"bail":2260,"243":2261,"seizure":2262,"transfers":2263,"therein":2264,"satisfaction":2265,"pronounced":2266,"civil":2267,"244":2268,"claims":2269,"rightful":2270,"practises":2271,"245":2272,"suffers":2273,"larger":2274,"satisfied":2275,"enable":2276,"share":2277,"246":2278,"injure":2279,"annoy":2280,"247":2281,"covers":2282,"permits":2283,"248":2284,"institutes":2285,"instituted":2286,"charges":2287,"249":2288,"250":2289,"gift":2290,"agrees":2291,"restitution":2292,"consideration":2293,"bring":2294,"251":2295,"restores":2296,"compounded":2297,"252":2298,"help":2299,"recover":2300,"stolen":2301,"helping":2302,"253":2303,"ordered":2304,"extradition":2305,"detained":2306,"254":2307,"robbers":2308,"recently":2309,"facilitating":2310,"255":2311,"save":2312,"256":2313,"frames":2314,"257":2315,"report":2316,"maliciously":2317,"pronounces":2318,"verdict":2319,"decision":2320,"258":2321,"commitment":2322,"259":2323,"260":2324,"261":2325,"suffered":2326,"262":2327,"263":2328,"virtue":2329,"264":2330,"sufferance":2331,"265":2332,"266":2333,"violation":2334,"remission":2335,"conditional":2336,"violates":2337,"granted":2338,"originally":2339,"much":2340,"267":2341,"interruption":2342,"sitting":2343,"268":2344,"assessor":2345,"returned":2346,"empanelled":2347,"sworn":2348,"269":2349,"released":2350,"bond":2351,"burden":2352,"proving":2353,"lie":2354,"270":2355,"nuisance":2356,"people":2357,"dwell":2358,"occupy":2359,"vicinity":2360,"necessarily":2361,"excused":2362,"convenience":2363,"271":2364,"spread":2365,"infection":2366,"272":2367,"malignant":2368,"273":2369,"quarantine":2370,"putting":2371,"mode":2372,"transport":2373,"places":2374,"infectious":2375,"prevails":2376,"274":2377,"adulteration":2378,"adulterates":2379,"article":2380,"noxious":2381,"sell":2382,"275":2383,"unfit":2384,"276":2385,"lessen":2386,"efficacy":2387,"medicinal":2388,"undergone":2389,"277":2390,"adulterated":2391,"dispensary":2392,"unadulterated":2393,"278":2394,"279":2395,"fouling":2396,"spring":2397,"reservoir":2398,"corrupts":2399,"fouls":2400,"fit":2401,"280":2402,"atmosphere":2403,"vitiates":2404,"neighbourhood":2405,"passing":2406,"along":2407,"281":2408,"riding":2409,"drives":2410,"rides":2411,"282":2412,"navigation":2413,"navigates":2414,"283":2415,"exhibition":2416,"light":2417,"buoy":2418,"mislead":2419,"navigator":2420,"284":2421,"unsafe":2422,"overloaded":2423,"conveys":2424,"conveyed":2425,"loaded":2426,"285":2427,"line":2428,"omitting":2429,"286":2430,"poisonous":2431,"guard":2432,"287":2433,"combustible":2434,"288":2435,"289":2436,"290":2437,"pulling":2438,"down":2439,"repairing":2440,"constructing":2441,"buildings":2442,"fall":2443,"291":2444,"292":2445,"293":2446,"injunction":2447,"discontinue":2448,"repeats":2449,"enjoined":2450,"continue":2451,"294":2452,"obscene":2453,"books":2454,"pamphlet":2455,"drawing":2456,"painting":2457,"figure":2458,"content":2459,"lascivious":2460,"appeals":2461,"prurient":2462,"tends":2463,"deprave":2464,"corrupt":2465,"read":2466,"see":2467,"hear":2468,"letting":2469,"distributing":2470,"publicly":2471,"circulating":2472,"producing":2473,"importing":2474,"exporting":2475,"profiting":2476,"advertising":2477,"convictions":2478,"carry":2479,"science":2480,"literature":2481,"art":2482,"learning":2483,"concern":2484,"kept":2485,"bona":2486,"fide":2487,"temples":2488,"cars":2489,"idol":2490,"conveyance":2491,"ancient":2492,"monuments":2493,"archaeological":2494,"sites":2495,"1958":2496,"295":2497,"distributes":2498,"circulates":2499,"event":2500,"296":2501,"songs":2502,"sings":2503,"recites":2504,"song":2505,"ballad":2506,"near":2507,"297":2508,"lottery":2509,"keeps":2510,"proposal":2511,"contingency":2512,"ticket":2513,"lot":2514,"298":2515,"injuring":2516,"defiling":2517,"damages":2518,"defiles":2519,"sacred":2520,"insulting":2521,"consider":2522,"defilement":2523,"299":2524,"deliberate":2525,"malicious":2526,"beliefs":2527,"outraging":2528,"insults":2529,"300":2530,"disturbing":2531,"301":2532,"trespassing":2533,"burial":2534,"wounding":2535,"wounded":2536,"insulted":2537,"sepulchre":2538,"set":2539,"apart":2540,"funeral":2541,"rites":2542,"depository":2543,"indignity":2544,"corpse":2545,"302":2546,"303":2547,"moves":2548,"severed":2549,"earth":2550,"movement":2551,"obstacles":2552,"value":2553,"return":2554,"304":2555,"suddenly":2556,"quickly":2557,"forcibly":2558,"seizes":2559,"secures":2560,"grabs":2561,"305":2562,"transportation":2563,"passengers":2564,"icon":2565,"306":2566,"capacity":2567,"employer":2568,"effecting":2569,"retaining":2570,"conditions":2571,"308":2572,"delivery":2573,"sealed":2574,"convertible":2575,"accusation":2576,"presence":2577,"sufficiently":2578,"extorted":2579,"highway":2580,"extended":2581,"concerned":2582,"conjointly":2583,"total":2584,"amounts":2585,"associated":2586,"313":2587,"314":2588,"dishonest":2589,"misappropriation":2590,"misappropriates":2591,"converts":2592,"protect":2593,"finder":2594,"discovering":2595,"discover":2596,"appropriating":2597,"found":2598,"315":2599,"deceased":2600,"decease":2601,"since":2602,"316":2603,"dominion":2604,"wilfully":2605,"specify":2606,"employers":2607,"deduct":2608,"employee":2609,"contributions":2610,"provident":2611,"fund":2612,"family":2613,"pension":2614,"employees":2615,"funds":2616,"miscellaneous":2617,"1952":2618,"insurance":2619,"1948":2620,"carriers":2621,"wharfingers":2622,"warehouse":2623,"keepers":2624,"clerks":2625,"banker":2626,"factor":2627,"broker":2628,"attorney":2629,"317":2630,"transferred":2631,"criminally":2632,"misappropriated":2633,"though":2634,"comes":2635,"belong":2636,"assisting":2637,"318":2638,"deceiving":2639,"retention":2640,"destroying":2641,"converted":2642,"319":2643,"pretending":2644,"substituting":2645,"representing":2646,"really":2647,"personated":2648,"imaginary":2649,"cheats":2650,"320":2651,"distribution":2652,"creditors":2653,"adequate":2654,"321":2655,"debt":2656,"available":2657,"322":2658,"deed":2659,"transfer":2660,"executes":2661,"becomes":2662,"operate":2663,"323":2664,"release":2665,"324":2666,"diminishes":2667,"utility":2668,"injuriously":2669,"involve":2670,"alone":2671,"325":2672,"poisoning":2673,"useless":2674,"inundation":2675,"diminution":2676,"supply":2677,"agriculture":2678,"humans":2679,"cleanliness":2680,"manufacture":2681,"roads":2682,"bridges":2683,"navigable":2684,"rivers":2685,"channels":2686,"artificial":2687,"impassable":2688,"safe":2689,"drainage":2690,"attended":2691,"moving":2692,"useful":2693,"signals":2694,"rail":2695,"ships":2696,"guides":2697,"navigators":2698,"marks":2699,"agricultural":2700,"destroy":2701,"327":2702,"decked":2703,"tons":2704,"described":2705,"328":2706,"aground":2707,"ashore":2708,"runs":2709,"misappropriate":2710,"329":2711,"enters":2712,"intimidate":2713,"remaining":2714,"introduction":2715,"trespasser":2716,"330":2717,"lurking":2718,"precautions":2719,"exclude":2720,"eject":2721,"quitting":2722,"passage":2723,"entrance":2724,"scaling":2725,"climbing":2726,"opened":2727,"opening":2728,"lock":2729,"unfastening":2730,"fastened":2731,"immediate":2732,"internal":2733,"restraining":2734,"warrants":2735,"333":2736,"334":2737,"receptacle":2738,"breaks":2739,"unfastens":2740,"closed":2741,"contain":2742,"335":2743,"sealing":2744,"transmitting":2745,"signature":2746,"authenticity":2747,"unauthorized":2748,"seal":2749,"execute":2750,"alter":2751,"affix":2752,"contents":2753,"names":2754,"336":2755,"support":2756,"enter":2757,"337":2758,"forges":2759,"aadhaar":2760,"institute":2761,"list":2762,"data":2763,"entries":2764,"maintained":2765,"338":2766,"adopt":2767,"son":2768,"principal":2769,"dividends":2770,"thereon":2771,"acquittance":2772,"receipt":2773,"acknowledging":2774,"339":2775,"340":2776,"341":2777,"impression":2778,"counterfeited":2779,"342":2780,"device":2781,"authenticating":2782,"marked":2783,"thereafter":2784,"343":2785,"cancellation":2786,"cancels":2787,"defaces":2788,"cancel":2789,"deface":2790,"secrete":2791,"purports":2792,"344":2793,"falsification":2794,"defraud":2795,"alters":2796,"mutilates":2797,"falsifies":2798,"alleging":2799,"naming":2800,"identifying":2801,"day":2802,"345":2803,"marking":2804,"package":2805,"acted":2806,"346":2807,"tampering":2808,"adds":2809,"347":2810,"denote":2811,"quality":2812,"entitlement":2813,"exemption":2814,"348":2815,"349":2816,"took":2817,"suspect":2818,"genuineness":2819,"prosecutor":2820,"innocently":2821,"350":2822,"prove":2823,"prohibited":2824,"351":2825,"threatened":2826,"imputing":2827,"unchastity":2828,"anonymous":2829,"abode":2830,"352":2831,"provoke":2832,"break":2833,"353":2834,"conducing":2835,"rumour":2836,"disregard":2837,"incite":2838,"alarming":2839,"news":2840,"354":2841,"detailing":2842,"scenarios":2843,"dharna":2844,"355":2845,"drunken":2846,"conducts":2847,"hours":2848,"356":2849,"defamation":2850,"imputation":2851,"companies":2852,"associations":2853,"ironic":2854,"alternative":2855,"lowering":2856,"moral":2857,"intellectual":2858,"calling":2859,"credit":2860,"attributing":2861,"loathsome":2862,"disgraceful":2863,"details":2864,"covering":2865,"opinions":2866,"questions":2867,"decided":2868,"performances":2869,"submission":2870,"accusations":2871,"interests":2872,"cautions":2873,"defaming":2874,"engraving":2875,"defamatory":2876,"357":2877,"wants":2878,"helpless":2879,"weakness":2880,"supplying":2881,"358":2882,"repeal":2883,"savings":2884,"repeals":2885,"code":2886,"1860":2887,"repealed":2888,"thereunder":2889,"privilege":2890,"accrued":2891,"remedy":2892,"continued":2893,"enforced":2894,"corresponding":2895,"1897":2896,"please":2897,"you":2898,"wish":2899,"me":2900,"summarize":2901,"none":2902,"currently":2903,"processing":2904,"titled":2905,"ix":2906,"xi":2907,"xii":2908,"nagaland":2909,"tribal":2910,"areas":2911,"supplemental":2912,"consequential":2913,"modifications":2914,"assam":2915,"paragraph":2916,"sixth":2917,"schedule":2918,"immediately":2919,"21st":2920,"january":2921,"1972":2922,"municipality":2923,"shillong":2924,"audio":2925,"video":2926,"alongside":2927,"inquiry":2928,"collection":2929,"prevail":2930,"inconsistent":2931,"cattle":2932,"1871":2933,"arrest":2934,"warrant":2935,"designating":2936,"complaint":2937,"allegation":2938,"reports":2939,"disclosing":2940,"complaints":2941,"surety":2942,"bailable":2943,"heir":2944,"distinguishes":2945,"division":2946,"stipulating":2947,"undefined":2948,"retain":2949,"meanings":2950,"construction":2951,"references":2952,"reference":2953,"construed":2954,"appreciation":2955,"shifting":2956,"formulation":2957,"decisions":2958,"detention":2959,"pending":2960,"exercisable":2961,"granting":2962,"suspension":2963,"licence":2964,"sanctioning":2965,"withdrawing":2966,"investigated":2967,"inquired":2968,"tried":2969,"enactment":2970,"inquiring":2971,"trying":2972,"absence":2973,"preservation":2974,"conferred":2975,"courts":2976,"session":2977,"magistrates":2978,"territorial":2979,"divisions":2980,"sessions":2981,"consist":2982,"districts":2983,"consultation":2984,"divide":2985,"existing":2986,"formed":2987,"presided":2988,"appoint":2989,"judges":2990,"vacancy":2991,"authorize":2992,"exists":2993,"chief":2994,"dispose":2995,"urgent":2996,"sits":2997,"sit":2998,"elsewhere":2999,"parties":3000,"witnesses":3001,"accused":3002,"posting":3003,"post":3004,"affairs":3005,"exclusive":3006,"appoints":3007,"presiding":3008,"confer":3009,"functioning":3010,"designate":3011,"divisional":3012,"relieve":3013,"responsibilities":3014,"supervision":3015,"work":3016,"orders":3017,"conferrable":3018,"experience":3019,"rules":3020,"called":3021,"subordination":3022,"subordinate":3023,"consistent":3024,"succeeding":3025,"delegate":3026,"commissioner":3027,"think":3028,"appointments":3029,"deem":3030,"invested":3031,"allocation":3032,"prosecutors":3033,"territory":3034,"delhi":3035,"multiple":3036,"panel":3037,"regular":3038,"cadre":3039,"prosecuting":3040,"suitable":3041,"eligibility":3042,"practice":3043,"advocate":3044,"standard":3045,"permit":3046,"victims":3047,"choice":3048,"assistant":3049,"conducting":3050,"prosecutions":3051,"eligible":3052,"prosecuted":3053,"inspector":3054,"directorate":3055,"director":3056,"deputy":3057,"directors":3058,"headed":3059,"department":3060,"hierarchy":3061,"subordinates":3062,"monitoring":3063,"scrutinising":3064,"responsible":3065,"triable":3066,"shown":3067,"practicable":3068,"sentences":3069,"confirmation":3070,"remuneration":3071,"awardable":3072,"concurrently":3073,"consecutively":3074,"based":3075,"gravity":3076,"consecutive":3077,"send":3078,"higher":3079,"because":3080,"aggregate":3081,"single":3082,"twice":3083,"conferring":3084,"empowering":3085,"specially":3086,"offices":3087,"officials":3088,"titles":3089,"communicated":3090,"equal":3091,"directs":3092,"withdrawal":3093,"authorizes":3094,"withdrawn":3095,"respective":3096,"successors":3097,"successor":3098,"doubt":3099,"determine":3100,"demanding":3101,"suppression":3102,"permissible":3103,"aware":3104,"forthwith":3105,"inclusive":3106,"village":3107,"residing":3108,"whichever":3109,"nearer":3110,"notorious":3111,"receivers":3112,"vendors":3113,"resort":3114,"convicts":3115,"suspicious":3116,"deaths":3117,"discovery":3118,"corpses":3119,"disappearances":3120,"suggesting":3121,"bns":3122,"sanction":3123,"explanatory":3124,"lands":3125,"panchayat":3126,"headman":3127,"suspected":3128,"deserters":3129,"extraditable":3130,"abroad":3131,"breaching":3132,"requisition":3133,"necessity":3134,"ensuring":3135,"reasons":3136,"compliance":3137,"recorded":3138,"mandatory":3139,"arrests":3140,"infirm":3141,"sixty":3142,"accurate":3143,"identification":3144,"memorandum":3145,"attested":3146,"least":3147,"arrested":3148,"respectable":3149,"locality":3150,"countersigned":3151,"friend":3152,"named":3153,"informed":3154,"designated":3155,"room":3156,"level":3157,"maintaining":3158,"prominently":3159,"displayed":3160,"headquarters":3161,"interrogation":3162,"interrogated":3163,"refusal":3164,"ascertaining":3165,"resident":3166,"secured":3167,"sureties":3168,"ascertained":3169,"forwarded":3170,"handing":3171,"personally":3172,"purported":3173,"categories":3174,"expression":3175,"how":3176,"oral":3177,"intimation":3178,"resists":3179,"evade":3180,"handcuffs":3181,"considering":3182,"organized":3183,"coins":3184,"exceptional":3185,"search":3186,"allow":3187,"ingress":3188,"afford":3189,"facilities":3190,"affording":3191,"opportunity":3192,"outer":3193,"inner":3194,"door":3195,"window":3196,"admittance":3197,"apartment":3198,"actual":3199,"occupancy":3200,"facility":3201,"liberate":3202,"pursuit":3203,"jurisdictions":3204,"empowers":3205,"pursue":3206,"full":3207,"particulars":3208,"arrange":3209,"relatives":3210,"friends":3211,"arrival":3212,"requirements":3213,"complied":3214,"furnished":3215,"admitted":3216,"apparel":3217,"searched":3218,"strict":3219,"regard":3220,"decency":3221,"seize":3222,"offensive":3223,"examinations":3224,"females":3225,"stains":3226,"semen":3227,"swabs":3228,"sputum":3229,"sweat":3230,"hair":3231,"samples":3232,"finger":3233,"nail":3234,"clippings":3235,"modern":3236,"scientific":3237,"techniques":3238,"dna":3239,"profiling":3240,"qualifications":3241,"affords":3242,"examine":3243,"radius":3244,"kilometres":3245,"detail":3246,"precise":3247,"conclusion":3248,"completion":3249,"forward":3250,"examined":3251,"unavailable":3252,"examining":3253,"mentioning":3254,"approximate":3255,"infliction":3256,"copy":3257,"nominee":3258,"mentally":3259,"disabled":3260,"ensure":3261,"identifies":3262,"methods":3263,"comfortable":3264,"deputes":3265,"xiii":3266,"notify":3267,"establishes":3268,"herein":3269,"stations":3270,"apprehensions":3271,"governs":3272,"discharged":3273,"retake":3274,"rescued":3275,"although":3276,"duplicate":3277,"alternatively":3278,"encrypted":3279,"registrar":3280,"maintain":3281,"email":3282,"phone":3283,"delivering":3284,"tendering":3285,"duplicates":3286,"back":3287,"corporate":3288,"firms":3289,"societies":3290,"company":3291,"corporation":3292,"letter":3293,"sent":3294,"addressed":3295,"arrive":3296,"incorporated":3297,"2013":3298,"society":3299,"registration":3300,"firm":3301,"association":3302,"partner":3303,"diligence":3304,"leaving":3305,"adult":3306,"left":3307,"therefor":3308,"conspicuous":3309,"homestead":3310,"resides":3311,"thereupon":3312,"inquiries":3313,"thinks":3314,"declare":3315,"fresh":3316,"considers":3317,"active":3318,"endorsement":3319,"desires":3320,"proof":3321,"affidavit":3322,"endorsed":3323,"correct":3324,"attached":3325,"simultaneously":3326,"works":3327,"gain":3328,"acknowledgement":3329,"refused":3330,"cancelled":3331,"discretion":3332,"respectively":3333,"evading":3334,"recipient":3335,"acknowledge":3336,"target":3337,"journey":3338,"location":3339,"endorse":3340,"relevant":3341,"endorsing":3342,"occasioned":3343,"thirty":3344,"normally":3345,"aforementioned":3346,"fulfills":3347,"480":3348,"absconded":3349,"publish":3350,"reading":3351,"town":3352,"optionally":3353,"daily":3354,"newspaper":3355,"conclusive":3356,"pronounce":3357,"attachment":3358,"simultaneous":3359,"remove":3360,"receiver":3361,"collector":3362,"paying":3363,"rent":3364,"livestock":3365,"perishable":3366,"abiding":3367,"liabilities":3368,"1908":3369,"contracting":3370,"viii":3371,"objections":3372,"prefer":3373,"objection":3374,"disallowed":3375,"representative":3376,"claimant":3377,